{
  "description": "I have worked with many evolving startups as ML and DL Developer, Designer and Software Architect. I have also worked with some well established companies mostly as AI Developer. I love organising events and that is why I am also involved with many opensource communities as a representative.",
  "header_image_path": "experience.svg",
  "sections": [
    {
      "title": "Work",
      "experiences": [
        {
          "title": "Android and ML Developer",
          "company": "Muffito Incorporation",
          "company_url": "https://www.linkedin.com/company/muffito-inc/about/",
          "logo_path": "muffito_logo.png",
          "duration": "May 2018 - Oct 2018",
          "location": "Pune, Maharashtra",
          "description": "I have created complete Android Application for locating Pub, Bar and beverage shops around you. I have also worked on implementation of algorithms for Face Detection, Text extraction from Image. I was involved in a team for creating complete software architecure of mobile and web application as well as admin panel for company.",
          "color": "#9b1578"
        },
        {
          "title": "Android Developer",
          "company": "FreeCopy Pvt. Ltd.",
          "company_url": "https://www.linkedin.com/company/freecopy/about/",
          "logo_path": "freecopy_logo.png",
          "duration": "Nov 2017 - Dec 2017",
          "location": "Ahmedabad, Gujarat",
          "description": "FreeCopy is the Start up from Indian Institute of Management, Ahmedabad. I have changed the integration of the whole app from Google to Firebase. I learnt the efﬁcient ways of Data communications like Retroﬁt, Eventbus etc. I experienced the real time start up. I learnt the Design thinking of UI on perspective of People.",
          "color": "#fc1f20"
        }
      ]
    },
    {
      "title": "Internships",
      "experiences": [
        {
          "title": "Data Science Research Intern",
          "company": "Delhivery Pvt. Ltd.",
          "company_url": "https://www.delhivery.com/",
          "logo_path": "delhivery_logo.png",
          "duration": "May 2019 - Sept 2019",
          "location": "Gurgaon, Haryana",
          "description": "I have worked on project of predicting freight rates based on previous data. There were two objectives: (1) To build a forecasting engine to predict daily freight rates. (2) To embed feature in the model which can explain the seasonal major changes in freight rate based on regions and locations. I have closely worked with deep learning models in combination with statistical methods to create solution for this. At the end of internship, I had created model deployed on AWS EC2 with the use of Kafka stream jobs, ElasticSearch and PostgreSQL.",
          "color": "#ee3c26"
        }
      ]
    },
    {
      "title": "Volunteerships",
      "experiences": []
    },
    {
      "title": "Research",
      "experiences": []
    }
  ],
  "subtitle": "Work, Internship and Volunteership",
  "title": "Experience"
}
